/* About string */
"About" = "Acerca de";

/* Accept */
"Accept" = "Aceptar";

/* Base converter title */
"Base Converter" = "Conversor";

/* Binary string */
"Binary (2)" = "Binario (2)";

/* Black string */
"Black" = "Negro";

/* Blue string */
"Blue" = "Azul";

/* Brown string */
"Brown" = "Café";

/* Can't solve this determinant text */
"Can't solve this determinant, sorry." = "No se puede resolver este determinante, intenta con otro.";

/* Cancel */
"Cancel" = "Cancelar";

/* Can't solve matrix text */
"Cannot solve this matrix, please try another one." = "No se puede resolver esta matriz, intenta con otra";

/* Color Decoder view controller title */
"Color Decoder" = "Decodificador";

/* Custom resistor view controller title */
"Custom Resistor" = "Resistencias";

/* Decimal string */
"Decimal (10)" = "Decimal (10)";

/* Determinant Matrix Size */
"DeterminantSize" = "Tam. Matriz Determinante:";

/* Done string */
"Done!" = "Listo!";

/* Duodecimal string */
"Duodecimal (12)" = "Duodecimal (12)";

/* Error string */
"Error" = "Error";

/* From string */
"From" = "De";

/* From label */
"From: 10" = "De: 10";

/* Gold string */
"Gold" = "Dorado";

/* Gray string */
"Gray" = "Gris";

/* Green string */
"Green" = "Verde";

/* Hexadecimal string */
"Hexadecimal (16)" = "Hexadecimal (16)";

/* Inverse Matrix */
"Inverse Matrix" = "Matriz Inversa";

/* Linear Equation Matrix Size */
"LinearSize" = "Tam. Matriz Ecuación Lineal:";

/* Loading string */
"Loading ..." = "Cargando ...";

/* Nonary string */
"Nonary (9)" = "Nonario (9)";

/* Octal string */
"Ocatal (8)" = "Ocatal (8)";

/* Orange string */
"Orange" = "Naranja";

/* Pentadecimal string */
"Pentadecimal (15)" = "Pentadecimal (15)";

/* Quaternary string */
"Quaternary (4)" = "Cuaternario (4)";

/* Quinary string */
"Quinary (5)" = "Quinario (5)";

/* Red string */
"Red" = "Rojo";

/* Results string */
"Results" = "Resultados";

/* Select tag button */
"Select" = "Seleccionar";

/* No comment provided by engineer. */
"Select a Base" = "Selecciona una base";

/* Senary string */
"Senary (6)" = "Senario (6)";

/* Sevenary string */
"Sevenary (7)" = "Heptal (7)";

/* Silver string */
"Silver" = "Plateado";

/* Solutions */
"Solutions" = "Soluciones";

/* Solve string */
"Solve" = "Resolver";

/* Ternary string */
"Ternary (3)" = "Ternario (3)";

/* Tetradecimal string */
"Tetradecimal (14)" = "Tetradecimal (14)";

/* Resistor label for error 1 */
"The resistor value should be greater or equal to 1." = "El valor de la resistencia debe ser mayor o igual a 1.";

/* Resistor label for error 68000000 */
"The resistor value should be less than 6800000." = "El valor de la resistencia debe ser menor a 6800000.";

/* Error message for matrixes */
"The size of your matrix must be either greater than 0 or less than 27" = "El tamaño de la matriz, debe ser mayor a 0 y menor a 27.";

/* Error label for the tolerance */
"The tolerance should be greater than 0 or less than 100." = "La tolerancia debe ser mayor a 0 y menor a 100.";

/* Solution text determinant */
"The value of the determinant for that matrix is" = "El valor del determinante de esta matriz es";

/* To string */
"To" = "A";

/* To label */
"To: 2" = "A: 2";

/* Tridecimal string */
"Tridecimal (13)" = "Tridecimal (13)";

/* Undecimal string */
"Undecimal (11)" = "Undecimal (11)";

/* Violet string */
"Violet" = "Violeta";

/* White string */
"White" = "Blanco";

/* Yellow string */
"Yellow" = "Amarillo";

